tap "adoptopenjdk/openjdk"
tap "anomalyco/tap"
tap "dart-lang/dart"
tap "derailed/k9s"
tap "dgunzy/tap"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "koekeishiya/formulae"
tap "leoafarias/fvm"
tap "mhaeuser/mhaeuser"
tap "nikitabobko/tap"
tap "spring-io/tap"
brew "act"
brew "age"
brew "asdf"
brew "beautysh"
brew "glib"
brew "cmake"
brew "colima"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "eslint"
brew "eslint_d"
brew "terminal-notifier"
brew "fastlane"
brew "fd"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "groonga"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "hugo"
brew "jenkins-lts"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "libfido2"
brew "llvm"
brew "lua"
brew "luacheck"
brew "luarocks"
brew "mariadb"
brew "openjdk"
brew "maven"
brew "mise"
brew "mysql-client"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "nnn"
brew "nowplaying-cli"
brew "nvm"
brew "pkgconf"
brew "prettier"
brew "ripgrep"
brew "sops"
brew "starship"
brew "stow"
brew "stylua"
brew "switchaudio-osx"
brew "tmux"
brew "tpm"
brew "tree"
brew "tree-sitter-cli"
brew "vcpkg"
brew "viu"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "yamlfix"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh"
brew "anomalyco/tap/opencode"
brew "dart-lang/dart/dart"
brew "derailed/k9s/k9s"
brew "dgunzy/tap/flux9s"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "leoafarias/fvm/fvm"
cask "nikitabobko/tap/aerospace"
cask "appcleaner", args: { appdir: "~/Applications" }
cask "mhaeuser/mhaeuser/battery-toolkit"
cask "bitwarden"
cask "chromium"
cask "claude-code"
cask "firefox", args: { appdir: "~/Applications" }
cask "font-hack-nerd-font"
cask "font-liberation-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "postman", args: { appdir: "~/Applications" }
cask "raycast", args: { appdir: "~/Applications" }
cask "sf-symbols"
cask "spotify", args: { appdir: "~/Applications" }
cask "visual-studio-code", args: { appdir: "~/Applications" }
cask "whatsapp", args: { appdir: "~/Applications" }
vscode "42crunch.vscode-openapi"
vscode "4ops.terraform"
vscode "archsense.architecture-view-nestjs"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "fabiospampinato.vscode-monokai-night"
vscode "felixangelov.bloc"
vscode "fwcd.kotlin"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "jasonnutter.vscode-codeowners"
vscode "jeff-hykin.better-cpp-syntax"
vscode "kirkslota.karate-runner"
vscode "mathematic.vscode-latex"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.sublime-keybindings"
vscode "msjsdiag.vscode-react-native"
vscode "orta.vscode-jest"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryu1kn.partial-diff"
vscode "semanticdiff.semanticdiff"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "ue.alphabetical-sorter"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "zainchen.json"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/pau-sc/go-propagator/cmd/go-propagator"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/staticcheck"
